brew "libpng"
brew "zstd"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "git"
brew "automake"
brew "brew-cask-completion"
brew "freetype"
brew "fontconfig"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "openssl@3"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libmicrohttpd"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "gifsicle"
brew "go"
brew "htop"
brew "hub"
brew "hugo"
brew "libheif"
brew "python@3.12"
brew "libraw"
brew "imagemagick"
brew "img2pdf"
brew "jpeg"
brew "jq"
brew "libpq"
brew "librsvg"
brew "libxml2"
brew "libyaml"
brew "mas"
brew "memcached"
brew "mise"
brew "mupdf"
brew "mysql"
brew "mysql-client"
brew "openapi-generator"
brew "pkgconf"
brew "redis"
brew "starship"
brew "the_silver_searcher"
brew "tree"
brew "wget"
brew "yarn"
brew "yq"
brew "yt-dlp"
cask "dropbox"
cask "firefox"
cask "flux-app"
cask "google-chrome"
cask "gpg-suite"
cask "imageoptim"
cask "iterm2"
cask "keepingyouawake"
cask "keyboardcleantool"
cask "notion"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "xquartz"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Keynote", id: 409183694
mas "Slack", id: 803453959
mas "Telegram Lite", id: 946399090
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
