tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'johanhaleby/kubetail'

brew 'ack'
brew 'ansible'
brew 'bash-completion'
brew 'bash'
brew 'brew-cask-completion'
brew 'git'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'readline'
brew 'wget'
brew 'fd'
brew 'johanhaleby/kubetail/kubetail'

brew 'rbenv'
brew 'ruby-build'
brew 'nodenv'
brew 'node-build'

brew 'webp'
brew 'gifsicle'
brew 'ffmpeg'
brew 'librsvg'
brew 'imagemagick'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'jpeg'
brew 'libtiff'

tap 'puma/puma'
brew 'puma/puma/puma-dev'

cask 'alfred'
cask 'atom'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'gpgtools'
cask 'imageoptim'
cask 'iterm2'
cask 'lastfm'
cask 'mojibar'
cask 'spectacle'
cask 'virtualbox'

cask 'betterzipql'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'

brew 'mas'
mas '1Password 7', id: 1333542190
mas 'Annotate', id: 918207447
mas 'Deckset', id: 847496013
mas 'iA Writer', id: 775737590
mas 'Ka-Block!', id: 1335413823
mas 'Keynote', id: 409183694
mas 'Monosnap', id: 540348655
mas 'Telegram Desktop', id: 946399090
mas 'Tweetbot', id: 1384080005
