tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'the_silver_searcher'
brew 'bash-completion'
brew 'bash'
brew 'brew-cask-completion'
brew 'git'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'readline'
brew 'wget'
brew 'fzf'
brew 'hugo'
brew 'starship'

brew 'rbenv'
brew 'ruby-build'
brew 'nodenv'
brew 'node-build'

brew 'webp'
brew 'gifsicle'
brew 'ffmpeg'
brew 'librsvg'
brew 'imagemagick'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'jpeg'
brew 'libtiff'

cask 'alfred3'
cask 'atom'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'gpg-suite'
cask 'imageoptim'
cask 'iterm2'
cask 'lastfm'
cask 'mojibar'
cask 'spectacle'
cask 'keepingyouawake'

brew 'postgresql', restart_service: true
brew 'redis', restart_service: true

brew 'mas'
mas '1Password 7', id: 1333542190
mas 'Annotate', id: 918207447
mas 'Deckset', id: 847496013
mas 'iA Writer', id: 775737590
mas 'Ka-Block!', id: 1335413823
mas 'Keynote', id: 409183694
mas 'Monosnap', id: 540348655
mas 'Telegram Desktop', id: 946399090
mas 'Todoist', id: 585829637
